Repository: RKWKomZe/RkwSearch
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# flexform.search.options
source: Options
de: Einstellungen

# flexform.search.function
source: Select function
de: Funktion wählen

# flexform.search.function.I.searchDefault
source: Search/Boxes: Default
de: Suche/Boxen: Alles (Standard)

# flexform.search.function.I.searchPublications
source: Boxes only: Publications (Filterable By Keywords)
de: Nur für Boxen: Publikationen (Filterbar nach Schlagwörtern)

# flexform.search.function.I.searchPublicationsSpecial
source: Search only: Publications (Not Filterable By Keywords)
de: Nur für Suche: Nur Publikationen (NICHT filterbar nach Schlagwörtern)

# flexform.search.function.I.searchBlog
source: Boxes only: Blog-Article
de: Nur für Boxen: Blog-Artikel

# flexform.search.function.I.searchBestpractice
source: Boxes only: Best Practice
de: Nur für Boxen: Praxisbeispiele

# flexform.search.function.I.searchEvents
source: Search only: Events
de: Nur für Suche: Events

# flexform.search.function.I.searchHome
source: Search only: Home
de: Nur für Suche: Home

# flexform.search.function.I.searchNews
source: Search only: News
de: Nur für Suche: Neues aus dem RKW

# flexform.search.function.I.searchRecent
source: Boxes only: Recent
de: Nur für Boxen: Neuste Beiträge

# flexform.search.function.I.searchRecentArticle
source: Boxes only: Recent (Articles only)
de: Nur für Boxen: Neuste Beiträge (nur Artikel)

# flexform.search.function.I.searchRelated
source: Boxes only: Related
de: Nur für Boxen: Ähnliche Artikel

# flexform.search.function.I.searchRelatedNoCache
source: Boxes only: Related NonCached
de: Nur für Boxen: Ähnliche Artikel (nicht gecacht)

# flexform.search.function.I.searchPublicationSeries
source: Boxes only: Publication Series
de: Nur für Boxen: Publikationsreihen

# flexform.search.function.I.searchSeries
source: Boxes only: Series
de: Nur für Boxen: Reihen/Serien

# flexform.search.function.I.searchConsultants
source: Search only: Consultants
de: Nur für Suche: Beratende

# flexform.search.function.I.searchConsultantsInternal
source: Search only: Consultants Internal
de: Nur für Suche: Beratende RKW Netzwerk

# flexform.search.function.I.searchTest
source: Search: Test (! NOT FOR LIVE !)
de: Nur für Suche: Test (! NICHT FÜR LIVE-BETRIEB !)

# flexform.search.function.I.mostSearchedKeywords
source: Most Searched
de: Meistgesuchte Schlagwörter

# flexform.search.function.I.pageNotFound
source: Search only: Page not found
de: Nur Suche: Seite nicht gefunden

# flexform.search.command
source: Command
de: Such-Befehl

# flexform.search.hideFilters
source: Hide Search Filters
de: Suchfilter verbergen

# flexform.search.hideFreetextFilter
source: Hide Freetext Filter
de: Freitext-Suche verbergen

# flexform.search.limit
source: Limit
de: Maximale Anzahl Ergebnisse

# flexform.search.hideMore
source: Hide More-Link
de: Mehr-Link verbergen

# flexform.search.noAutoloadMore
source: Deactivate Autoload on More-Link
de: Deaktiviere Auto-Load für Mehr-Link beim Erreichen des Seitenfußes

# flexform.search.publications.boost
source: Boost Publications
de: Publikationen aufwerten (werden dann zuerst ausgegeben)

# flexform.search.linkTargetSelf
source: Open Links in same Window
de: Links in gleichem Fenster öffnen (Standard: neues Fenster)

# flexform.search.categoryParentUid
source: Parent Category for Category-Filter
de: Eltern-Kategorie für Kategorien-Filter

# tx_rkwsearch_results_domain_model_pages.palettes.results
source: Search
de: Suche

# tx_rkwsearch_domain_model_pages
source: Pages
de: Seiten

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_index_timestamp
source: Time Of Latest Action
de: Letzte Statusänderung

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_index_result
source: Result Of Analysis
de: Ergebnis der Analyse (TOP 100)

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_index_status
source: Status Of Indexing
de: Status der Indexierung

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_index_status.I.zero
source: Step 1 of 5: Waiting To Be Processed
de: Schritt 1 von 5: Warte auf Abarbeitung

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_index_status.I.one
source: Step 2 of 5: Tagging Finished
de: Schritt 2 von 5: Tagging abgeschlossen

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_index_status.I.two
source: Step 3 of 5: Analysis Finished
de: Schritt 3 von 5: Auswertung abgeschlossen

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_index_status.I.three
source: Step 4 of 5: Indexing in progress
de: Schritt 4 von 5: Indexierung läuft

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_index_status.I.four
source: Step 5 of 5: Successfully Indexed
de: Schritt 5 von 5: Indexierung erfolgreich

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_index_status.I.error
source: Error while trying to index
de: Beim Indexieren ist ein Fehler aufgetreten

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_document_type
source: Document Type
de: Dokumenten-Typ

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_document_type.I.text
source: Normal Text
de: Normaler Text

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_document_type.I.blog
source: Blog
de: Blog-Beitrag

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_no_search
source: Include In Search
de: In Suche aufnehmen

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_no_search.I.deactivated
source: Deactivated
de: Deaktiviert

# tx_rkwsearch_domain_model_pages.tx_rkwsearch_pubdate
source: Date of publication
de: Datum der Veröffentlichung (relevant für Suche)
