Repository: RKWKomZe/RkwSearch
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkwsearch.SearchController.error.invalid_query_1434024949
source: Error while searching.
de: Upps, da ist was schief gegangen. Bitte versuchen Sie es erneut.

# tx_rkwsearch.backend.error.header
source: Fatal Error
de: Fataler Fehler

# tx_rkwsearch.backend.error.fatal_error_1399293930
source: An error occurred when trying to communicate with the OrientDB database. Please contact your system admin. Error: %s
de: Bei der Kommunikation mit der OrientDB- Datenbank ist ein Fehler aufgetreten. Bitte kontaktieren Sie Ihren Support. Fehlermeldung: %s

# tx_rkwsearch.backend.warning.header
source: Notice
de: Hinweis

# tx_rkwsearch.backend.warning.relation_error_1401886050
source: An error occurred when trying to transfer your changes to OrientDB database. Your changes have been saved, but not all relations to other records could be set. Please make sure, that all related records are submitted into the search database by saving them again and then save this record again. If that doesn't help or if this error shows up again, please contact your system admin. Error: %s
de: Bei der Übertragung der Daten zur OrientDB- Datenbank ist ein Fehler aufgetreten. Ihre Änderungen wurden gespeichert, aber nicht alle Verknüpfungen zu anderen Datensätzen könnten gesetzt werden. Bitte stellen Sie sicher, dass die mit diesem Datensatz verknüpften Datensätze in die Suchdatenbank übertragen wurden, indem Sie diese erneut speichern und speichern Sie anschließend dieses Datensatz erneut. Wenn dies nicht hilft oder das Problem wieder auftritt, kontaktieren Sie bitte Ihren Support. Fehlermeldung: %s

# tx_rkwsearch.backend.warning.workspace_error_1401889803
source: An error occurred when trying to transfer your changes to OrientDB database. Your changes have been saved, but not all relations to other records could be set. Some of the records that are related to this record are not yet published. They have been ignored. Please publish them to the live environment and then save this record again to submit all set relations to the search database. If that doesn't help or if this error shows up again, please contact your system admin. Error: %s
de: Bei der Übertragung der Daten zur OrientDB- Datenbank ist ein Fehler aufgetreten. Ihre Änderungen wurden gespeichert, aber nicht alle Beziehungen zu anderen Datensätzen könnten gesetzt werden. Einige der verknüpften Datensätze wurden noch nicht veröffentlicht. Bitte veröffentlichen Sie diese Datensätze und speichern Sie anschließend diesen Datensatz erneut, um alle gesetzten Verknüpfungen an die Suchdatenbank zu übertragen. Wenn dies nicht hilft oder das Problem wieder auftritt, kontaktieren Sie bitte Ihren Support. Fehlermeldung: %s

# tx_rkwsearch.backend.warning.little_problem_1399294227
source: An error occurred when trying to transfer your changes to OrientDB database. Your changes have been saved, but could not be submitted into the search database. If you just edited or created a content-element on a page, try opening the page properties of the current page and save them again. This should transfer the whole page including it's contents to OrientDB. If that doesn't help or if this error shows up again, please contact your system admin. Error: %s
de: Bei der Übertragung der Daten zur OrientDB- Datenbank ist ein Fehler aufgetreten. Ihre Änderungen wurden gespeichert, konnten aber nicht in die Suchdatenbank übertragen werden. Falls Sie gerade ein Inhaltselement bearbeitet oder angelegt haben, versuchen Sie die Seiteneigenschaften der aktuellen Seite zu öffnen und zu speichern. Dies sollte die gesamte Seite mit ihren Inhalten in die Suchdatenbank übertragen. Wenn dies nicht hilft oder das Problem wieder auftritt, kontaktieren Sie bitte Ihren Support. Fehlermeldung: %s

# tx_rkwsearch.backend.warning.not_in_rootline_1495445181
source: Dataset has been ignored by OrientDB database, because it is not within the defined rootline.
de: Der Datensatz wurde von der OrientDB- Datenbank ignoriert, weil er nicht in der definierten Rootline liegt.

# tx_rkwsearch.backend.message.successfully_saved_1399294437
source: Your changes have been successfully submitted to OrientDB database and will be displayed in the search results soon.
de: Ihre Änderungen wurden erfolgreich in die OrientDB- Datenbank übertragen und erscheinen in Kürze in den Suchergebnissen.

# templates_search_pageNotFound.noAlternativeResults
source: Sorry, but there are no alternative results.
de: Leider konnten wir keine passenden Alternativen finden.

# templates_search_example.noResults
source: Sorry, but there are no result for your criteria. Try other options.
de: Leider haben wir für diese Kombination an Filterkriterien derzeit keine Praxisbeispiele.<br/>Versuchen Sie es doch mal damit, einen der gewählten Filter zurückzusetzen.

# partials_search_form_fields_default.searchfieldPlaceholder
source: Please enter search string...
de: Hier Suchbegriffe eingeben...

# partials_search_form_fields_default.searchfieldLabel
source: Search
de: Suche

# partials_search_form_filters_department.label
source: Topic:
de: Themen:

# partials_search_form_filters_department.labelLong
source: Filter results by topic:
de: Ergebnisse nach Themen filtern:

# partials_search_form_filters_department.ariaLabelAll
source: Show all topics
de: Zeige alle Themen

# partials_search_form_filters_department.ariaLabel
source: Filter by topic: %s
de: Filtere nach Thema: %s

# partials_search_form_filters_department.showAll
source: All
de: Alle Themen

# partials_search_form_filters_sector.label
source: Sector:
de: Branchen:

# partials_search_form_filters_sector.labelLong
source: Filter results by sector:
de: Ergebnisse nach Branchen filtern:

# partials_search_form_filters_sector.ariaLabelAll
source: Show all sectors
de: Zeige alle Branchen

# partials_search_form_filters_sector.ariaLabel
source: Filter by sector: %s
de: Filtere nach Branche: %s

# partials_search_form_filters_sector.showAll
source: All
de: Alle Branchen

# partials_search_form_filters_enterpriseSize.label
source: Enterprise Size:
de: Unternehmensgröße:

# partials_search_form_filters_enterpriseSize.labelLong
source: Filter results by enterprise sizec:
de: Ergebnisse nach Unternehmensgröße filtern:

# partials_search_form_filters_enterpriseSize.ariaLabelAll
source: Show all enterprise sizes
de: Zeige alle Unternehmensgrößen

# partials_search_form_filters_enterpriseSize.ariaLabel
source: Filter by enterprise site: %s
de: Filtere nach Unternehmensgröße: %s

# partials_search_form_filters_enterpriseSize.showAll
source: All
de: Alle Unternehmensgrößen

# partials_search_form_filters_category.label
source: Category:
de: Thema:

# partials_search_form_filters_category.labelLong
source: Filter results by category:
de: Ergebnisse nach Thema filtern:

# partials_search_form_filters_category.ariaLabelAll
source: Show all categories
de: Zeige alle Themen

# partials_search_form_filters_category.ariaLabel
source: Filter by category: %s
de: Filtere nach Thema: %s

# partials_search_form_filters_category.showAll
source: All
de: Alle Themen

# partials_search_form_filters_documentType.label
source: Type:
de: Typ:

# partials_search_form_filters_documentType.labelLong
source: Filter results by type:
de: Ergebnisse nach Dokumententyp filtern:

# partials_search_form_filters_documentType.ariaLabelAll
source: Show all types
de: Zeige alle Dokumententypen

# partials_search_form_filters_documentType.ariaLabel
source: Filter by type: %s
de: Filtere nach Dokumententyp: %s

# partials_search_form_filters_documentType.showAll
source: All Types
de: Alle Dokumentenarten

# partials_search_form_filters_consultantService.label
source: Type:
de: Service:

# partials_search_form_filters_consultantService.labelLong
source: Filter results by type:
de: Ergebnisse nach Service filtern:

# partials_search_form_filters_consultantService.ariaLabelAll
source: Show all types
de: Zeige alle Services

# partials_search_form_filters_consultantService.ariaLabel
source: Filter by type: %s
de: Filtere nach Service: %s

# partials_search_form_filters_consultantService.showAll
source: All Types
de: Alle Services

# partials_search_form_filters_consultantLocation.searchfieldPlaceholder
source: Enter ZIP or Address
de: PLZ oder Adresse eingeben

# partials_search_form_filters_consultantLocation.ariaLabel
source: Filter by ZIP or Address
de: Ergebnisse nach Postleitzahl oder Adresse filtern

# partials_search_form_filters_consultantLocation.searchButton
source: Search
de: Suchen

# partials_search_form_filters_project.label
source: Project:
de: Projekt:

# partials_search_form_filters_project.labelLong
source: Filter results by project:
de: Ergebnisse nach Projekt filtern:

# partials_search_form_filters_project.ariaLabelAll
source: Show all projects
de: Zeige alle Projekte

# partials_search_form_filters_project.ariaLabel
source: Filter by project: %s
de: Filtere nach Projekt: %s

# partials_search_form_filters_project.showAll
source: All Projects
de: Alle Projekte

# partials_search_form_filters_year.label
source: Year:
de: Jahr:

# partials_search_form_filters_year.labelLong
source: Filter results by year:
de: Ergebnisse nach Jahr filtern:

# partials_search_form_filters_year.ariaLabelAll
source: Show all years
de: Zeige alle Jahre

# partials_search_form_filters_year.ariaLabel
source: Filter by year: %s
de: Filtere nach Jahr: %s

# partials_search_form_filters_year.showAll
source: All years
de: Alle Jahre

# partials_search_result_boxes_authors.documentType
source: Author
de: Kontakt

# partials_search_result_boxes_default_publications.labelChapter
source: Chapter
de: Kapitel

# partials_search_result_boxes_default_publications.labelFrom
source: From
de: Aus

# partials_search_result_boxes_consultant.labelTelephone
source: Phone
de: Telefon

# partials_search_result_boxes_consultant.labelConsultant
source: Consultant
de: Energieberater / Engergieberaterin

# partials_search_result_boxes_consultant.labelConsultantRkw
source: RKW Network
de: RKW Netzwerk

# partials_search_result_specialBoxes_more.moreLabel
source: Load more
de: Jetzt mehr anzeigen

# partials_search_result_specialBoxes_more.moreLabelBefore
source: Interesting?
de: Interessant?

# partials_search_emptyResult.noResult
source: Sorry, but there are currently no results.
de: Derzeit liegen leider keine passenden Ergebnisse vor.
